Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_view_group2
source: Group by 2 bytes
ar: تجميع كل 2 بايت
cs: Seskupit po 2 bajtech
de: Nach 2 Bytes gruppieren
el: Ομαδοποίηση ανά 2 byte
es: Agrupar por 2 bytes
fa: گروه‌بندی بر حسب 2 بایت
fr: Grouper par 2 octets
hu: Csoportosítás 2 bájtonként
id: Kelompokkan per 2 byte
it: Raggruppa per 2 byte
ja: グループ化: 2 バイト
ko: 2바이트씩 그룹화
pl: Grupuj po 2 bajty
pt: Agrupar por 2 bytes
ro: Grupare câte 2 octeți
ru: Группировать по 2 байта
th: จัดกลุ่มทีละ 2 ไบต์
tr: 2 baytlık gruplar
uk: Групувати по 2 байти
vi: Nhóm theo 2 byte
zh_hans: 按 2 字节分组
zh_hant: 以 2 個位元組分組

# CmdAlias_view_group2
source: grouping word
ar: grouping word تجميع كلمة
cs: seskupení seskupeni skupina slovo grouping word
de: gruppierung grouping word
el: ομαδοποίηση λέξη grouping word
es: agrupación grouping word
fa: گروه‌بندی, grouping word
fr: regroupement grouping word
hu: csoportosítás csoportositas szó szo grouping word
id: pengelompokan grouping word
it: raggruppamento grouping word
ja: ぐるーぷか
ko: 그룹화 그룹 워드 grouping word
pl: grupowanie grouping word
pt: agrupamento grouping word
ro: grupare cuvânt cuvant grouping word
ru: группировка слово grouping word
th: จัดกลุ่ม เวิร์ด grouping word
tr: gruplama sözcük grouping word
uk: групування слово grouping word
vi: nhóm grouping word
zh_hans: 分组 字 grouping word
zh_hant: 分組 群組 字組 grouping word

# Cmd_view_group4
source: Group by 4 bytes
ar: تجميع كل 4 بايت
cs: Seskupit po 4 bajtech
de: Nach 4 Bytes gruppieren
el: Ομαδοποίηση ανά 4 byte
es: Agrupar por 4 bytes
fa: گروه‌بندی بر حسب 4 بایت
fr: Grouper par 4 octets
hu: Csoportosítás 4 bájtonként
id: Kelompokkan per 4 byte
it: Raggruppa per 4 byte
ja: グループ化: 4 バイト
ko: 4바이트씩 그룹화
pl: Grupuj po 4 bajty
pt: Agrupar por 4 bytes
ro: Grupare câte 4 octeți
ru: Группировать по 4 байта
th: จัดกลุ่มทีละ 4 ไบต์
tr: 4 baytlık gruplar
uk: Групувати по 4 байти
vi: Nhóm theo 4 byte
zh_hans: 按 4 字节分组
zh_hant: 以 4 個位元組分組

# CmdAlias_view_group4
source: grouping dword
ar: grouping dword تجميع كلمة مزدوجة
cs: seskupení seskupeni skupina dvojslovo grouping dword
de: gruppierung grouping dword
el: ομαδοποίηση grouping dword
es: agrupación grouping dword
fa: گروه‌بندی, grouping dword
fr: regroupement grouping dword
hu: csoportosítás csoportositas duplaszó duplaszo grouping dword
id: pengelompokan grouping dword
it: raggruppamento grouping dword
ja: ぐるーぷか
ko: 그룹화 그룹 더블워드 grouping dword
pl: grupowanie grouping dword
pt: agrupamento grouping dword
ro: grupare grouping dword
ru: группировка двойное слово grouping dword
th: จัดกลุ่ม ดับเบิลเวิร์ด grouping dword
tr: gruplama grouping dword
uk: групування подвійне слово grouping dword
vi: nhóm grouping dword
zh_hans: 分组 双字 grouping dword
zh_hant: 分組 群組 雙字組 grouping dword

# Cmd_view_group8
source: Group by 8 bytes
ar: تجميع كل 8 بايت
cs: Seskupit po 8 bajtech
de: Nach 8 Bytes gruppieren
el: Ομαδοποίηση ανά 8 byte
es: Agrupar por 8 bytes
fa: گروه‌بندی بر حسب 8 بایت
fr: Grouper par 8 octets
hu: Csoportosítás 8 bájtonként
id: Kelompokkan per 8 byte
it: Raggruppa per 8 byte
ja: グループ化: 8 バイト
ko: 8바이트씩 그룹화
pl: Grupuj po 8 bajtów
pt: Agrupar por 8 bytes
ro: Grupare câte 8 octeți
ru: Группировать по 8 байт
th: จัดกลุ่มทีละ 8 ไบต์
tr: 8 baytlık gruplar
uk: Групувати по 8 байтів
vi: Nhóm theo 8 byte
zh_hans: 按 8 字节分组
zh_hant: 以 8 個位元組分組

# CmdAlias_view_group8
source: grouping qword
ar: grouping qword تجميع كلمة رباعية
cs: seskupení seskupeni skupina čtyřslovo ctyrslovo grouping qword
de: gruppierung grouping qword
el: ομαδοποίηση grouping qword
es: agrupación grouping qword
fa: گروه‌بندی, grouping qword
fr: regroupement grouping qword
hu: csoportosítás csoportositas négyszó negyszo grouping qword
id: pengelompokan grouping qword
it: raggruppamento grouping qword
ja: ぐるーぷか
ko: 그룹화 그룹 쿼드워드 grouping qword
pl: grupowanie grouping qword
pt: agrupamento grouping qword
ro: grupare grouping qword
ru: группировка учетверенное слово grouping qword
th: จัดกลุ่ม ควอดเวิร์ด grouping qword
tr: gruplama grouping qword
uk: групування grouping qword
vi: nhóm grouping qword
zh_hans: 分组 四字 grouping qword
zh_hant: 分組 群組 四字組 grouping qword

# Cmd_view_group16
source: Group by 16 bytes
ar: تجميع كل 16 بايت
cs: Seskupit po 16 bajtech
de: Nach 16 Bytes gruppieren
el: Ομαδοποίηση ανά 16 byte
es: Agrupar por 16 bytes
fa: گروه‌بندی بر حسب 16 بایت
fr: Grouper par 16 octets
hu: Csoportosítás 16 bájtonként
id: Kelompokkan per 16 byte
it: Raggruppa per 16 byte
ja: グループ化: 16 バイト
ko: 16바이트씩 그룹화
pl: Grupuj po 16 bajtów
pt: Agrupar por 16 bytes
ro: Grupare câte 16 octeți
ru: Группировать по 16 байт
th: จัดกลุ่มทีละ 16 ไบต์
tr: 16 baytlık gruplar
uk: Групувати по 16 байтів
vi: Nhóm theo 16 byte
zh_hans: 按 16 字节分组
zh_hant: 以 16 個位元組分組

# CmdAlias_view_group16
source: grouping
ar: grouping تجميع
cs: seskupení seskupeni skupina grouping
de: gruppierung grouping
el: ομαδοποίηση grouping
es: agrupación grouping
fa: گروه‌بندی, grouping
fr: regroupement grouping
hu: csoportosítás csoportositas grouping
id: pengelompokan grouping
it: raggruppamento grouping
ja: ぐるーぷか
ko: 그룹화 그룹 grouping
pl: grupowanie grouping
pt: agrupamento grouping
ro: grupare grouping
ru: группировка grouping
th: จัดกลุ่ม grouping
tr: gruplama grouping
uk: групування grouping
vi: nhóm grouping
zh_hans: 分组 grouping
zh_hant: 分組 群組 grouping

# Cmd_view_radixHex
source: Offsets: hexadecimal
ar: الإزاحات: ست عشري
cs: Posuny: šestnáctkově
de: Offsets: hexadezimal
el: Μετατοπίσεις: δεκαεξαδικές
es: Desplazamientos: hexadecimal
fa: آفست‌ها: هگزادسیمال
fr: Décalages : hexadécimal
hu: Eltolások: hexadecimális
id: Offset: heksadesimal
it: Offset: esadecimale
ja: オフセット: 16 進
ko: 오프셋: 16진수
pl: Przesunięcia: szesnastkowo
pt: Deslocamentos: hexadecimal
ro: Deplasamente: hexazecimal
ru: Смещения: шестнадцатеричные
th: ออฟเซ็ต: ฐานสิบหก
tr: Ofsetler: onaltılık
uk: Зміщення: шістнадцяткові
vi: Độ lệch: thập lục phân
zh_hans: 偏移量：十六进制
zh_hant: 位移：十六進位

# CmdAlias_view_radixHex
source: radix base address
ar: radix base address أساس عنوان ست عشري
cs: soustava základ zaklad adresa šestnáctková sestnactkova radix base address
de: zahlenbasis adresse radix base address
el: βάση διεύθυνση radix base address
es: base dirección radix address
fa: مبنا پایه آدرس, radix base address
fr: base adresse radix base address
hu: számrendszer szamrendszer alap cím cim radix base address
id: basis alamat radix base address
it: base indirizzo radix base address
ja: おふせっとのきすう じゅうろくしん
ko: 진법 오프셋 주소 16진수 radix base address
pl: podstawa adres radix base address
pt: base endereço radix base address
ro: bază baza adresă adresa radix base address
ru: система счисления адрес radix base address
th: ฐานเลข ฐานสิบหก ที่อยู่ radix base address
tr: taban adres radix base address
uk: система числення адреса radix base address
vi: cơ số độ lệch địa chỉ thập lục phân radix base address
zh_hans: 进制 基数 地址 十六进制 radix base address
zh_hant: 位移 進位制 十六進位 位址 radix base address

# Cmd_view_radixDecimal
source: Offsets: decimal
ar: الإزاحات: عشري
cs: Posuny: desítkově
de: Offsets: dezimal
el: Μετατοπίσεις: δεκαδικές
es: Desplazamientos: decimal
fa: آفست‌ها: دهدهی
fr: Décalages : décimal
hu: Eltolások: decimális
id: Offset: desimal
it: Offset: decimale
ja: オフセット: 10 進
ko: 오프셋: 10진수
pl: Przesunięcia: dziesiętnie
pt: Deslocamentos: decimal
ro: Deplasamente: zecimal
ru: Смещения: десятичные
th: ออฟเซ็ต: ฐานสิบ
tr: Ofsetler: ondalık
uk: Зміщення: десяткові
vi: Độ lệch: thập phân
zh_hans: 偏移量：十进制
zh_hant: 位移：十進位

# CmdAlias_view_radixDecimal
source: radix base address
ar: radix base address أساس عنوان عشري
cs: soustava základ zaklad adresa desítková desitkova radix base address
de: zahlenbasis adresse radix base address
el: βάση διεύθυνση radix base address
es: base dirección radix address
fa: مبنا پایه آدرس, radix base address
fr: base adresse radix base address
hu: számrendszer szamrendszer alap cím cim tízes tizes radix base address
id: basis alamat radix base address
it: base indirizzo radix base address
ja: おふせっとのきすう じっしん
ko: 진법 오프셋 주소 10진수 radix base address
pl: podstawa adres radix base address
pt: base endereço radix base address
ro: bază baza adresă adresa radix base address
ru: система счисления адрес radix base address
th: ฐานเลข ฐานสิบ ที่อยู่ radix base address
tr: taban adres radix base address
uk: система числення адреса radix base address
vi: cơ số độ lệch địa chỉ thập phân radix base address
zh_hans: 进制 基数 地址 十进制 radix base address
zh_hant: 位移 進位制 十進位 位址 radix base address

# Cmd_view_radixOctal
source: Offsets: octal
ar: الإزاحات: ثماني
cs: Posuny: osmičkově
de: Offsets: oktal
el: Μετατοπίσεις: οκταδικές
es: Desplazamientos: octal
fa: آفست‌ها: هشت‌هشتی
fr: Décalages : octal
hu: Eltolások: oktális
id: Offset: oktal
it: Offset: ottale
ja: オフセット: 8 進
ko: 오프셋: 8진수
pl: Przesunięcia: ósemkowo
pt: Deslocamentos: octal
ro: Deplasamente: octal
ru: Смещения: восьмеричные
th: ออฟเซ็ต: ฐานแปด
tr: Ofsetler: sekizlik
uk: Зміщення: вісімкові
vi: Độ lệch: bát phân
zh_hans: 偏移量：八进制
zh_hant: 位移：八進位

# CmdAlias_view_radixOctal
source: radix base address
ar: radix base address أساس عنوان ثماني
cs: soustava základ zaklad adresa osmičková osmickova radix base address
de: zahlenbasis adresse radix base address
el: βάση διεύθυνση radix base address
es: base dirección radix address
fa: مبنا پایه آدرس, radix base address
fr: base adresse radix base address
hu: számrendszer szamrendszer alap cím cim nyolcas radix base address
id: basis alamat radix base address
it: base indirizzo radix base address
ja: おふせっとのきすう はっしん
ko: 진법 오프셋 주소 8진수 radix base address
pl: podstawa adres radix base address
pt: base endereço radix base address
ro: bază baza adresă adresa radix base address
ru: система счисления адрес radix base address
th: ฐานเลข ฐานแปด ที่อยู่ radix base address
tr: taban adres radix base address
uk: система числення адреса radix base address
vi: cơ số độ lệch địa chỉ bát phân radix base address
zh_hans: 进制 基数 地址 八进制 radix base address
zh_hant: 位移 進位制 八進位 位址 radix base address

# Cmd_view_radixSector
source: Offsets: sector
ar: الإزاحات: قطاع
cs: Posuny: sektory
de: Offsets: Sektor
el: Μετατοπίσεις: τομέας
es: Desplazamientos: sector
fa: آفست‌ها: سکتور
fr: Décalages : secteur
hu: Eltolások: szektor
id: Offset: sektor
it: Offset: settore
ja: オフセット: セクタ
ko: 오프셋: 섹터
pl: Przesunięcia: sektory
pt: Deslocamentos: setor
ro: Deplasamente: sector
ru: Смещения: секторы
th: ออฟเซ็ต: เซกเตอร์
tr: Ofsetler: sektör
uk: Зміщення: сектори
vi: Độ lệch: sector
zh_hans: 偏移量：扇区
zh_hant: 位移：磁區

# CmdAlias_view_radixSector
source: radix sector address
ar: radix sector address أساس قطاع عنوان
cs: soustava sektor adresa radix sector address
de: zahlenbasis sektor adresse radix sector address
el: βάση τομέας διεύθυνση radix sector address
es: base sector dirección radix address
fa: مبنا سکتور آدرس, radix sector address
fr: base secteur adresse radix sector address
hu: számrendszer szamrendszer szektor cím cim radix sector address
id: basis sektor alamat radix sector address
it: base settore indirizzo radix sector address
ja: おふせっとのきすう せくた
ko: 진법 오프셋 섹터 주소 radix sector address
pl: podstawa sektor adres radix sector address
pt: base setor endereço radix sector address
ro: bază baza sector adresă adresa radix address
ru: система счисления сектор адрес radix sector address
th: ฐานเลข เซกเตอร์ ที่อยู่ radix sector address
tr: taban sektör adres radix sector address
uk: система числення сектор адреса radix sector address
vi: cơ số độ lệch sector radix sector address
zh_hans: 进制 扇区 地址 radix sector address
zh_hant: 位移 進位制 磁區 位址 radix sector address

# Cmd_view_baseAddress
source: Set base address...
ar: تعيين العنوان الأساسي...
cs: Nastavit základní adresu...
de: Basisadresse festlegen...
el: Ορισμός διεύθυνσης βάσης...
es: Establecer dirección base...
fa: تنظیم آدرس پایه...
fr: Définir l'adresse de base...
hu: Báziscím beállítása...
id: Atur alamat dasar...
it: Imposta indirizzo di base...
ja: ベースアドレスを設定...
ko: 기준 주소 설정...
pl: Ustaw adres bazowy...
pt: Definir endereço base...
ro: Setare adresă de bază...
ru: Задать базовый адрес...
th: ตั้งค่าที่อยู่ฐาน...
tr: Taban adresini ayarla...
uk: Установити базову адресу...
vi: Đặt địa chỉ cơ sở...
zh_hans: 设置基地址...
zh_hant: 設定基底位址...

# CmdAlias_view_baseAddress
source: offset origin
ar: offset origin إزاحة أصل
cs: posun počátek pocatek základní zakladni adresa offset origin
de: offset ursprung origin
el: μετατόπιση αφετηρία offset origin
es: desplazamiento origen offset origin
fa: آفست مبدأ, offset origin
fr: décalage origine offset origin
hu: eltolás eltolas kezdőpont kezdopont offset origin
id: offset asal origin
it: offset origine offset origin
ja: べーすあどれすをせってい
ko: 기준 주소 오프셋 원점 offset origin
pl: przesunięcie początek offset origin
pt: deslocamento origem offset origin
ro: deplasament origine offset origin
ru: смещение начало offset origin
th: ที่อยู่ฐาน ออฟเซ็ต จุดเริ่มต้น offset origin
tr: ofset başlangıç noktası offset origin
uk: зміщення початок offset origin
vi: địa chỉ cơ sở gốc độ lệch offset origin
zh_hans: 基址 偏移量 起点 offset origin
zh_hant: 基底位址 位移 原點 offset origin

# Cmd_view_rowShift
source: Shift row start...
ar: إزاحة بداية الصف...
cs: Posunout začátek řádku...
de: Zeilenanfang verschieben...
el: Μετατόπιση αρχής γραμμής...
es: Desplazar el inicio de las filas...
fa: جابه‌جایی شروع سطر...
fr: Décaler le début des lignes...
hu: Sorkezdet eltolása...
id: Geser awal baris...
it: Sposta inizio riga...
ja: 行の先頭をずらす...
ko: 행 시작 이동...
pl: Przesuń początek wiersza...
pt: Deslocar início da linha...
ro: Decalare început rând...
ru: Сдвинуть начало строки...
th: เลื่อนจุดเริ่มต้นของแถว...
tr: Satır başlangıcını kaydır...
uk: Зсунути початок рядка...
vi: Dịch đầu hàng...
zh_hans: 偏移行起点...
zh_hant: 移動列的起點...

# CmdAlias_view_rowShift
source: align offset
ar: align offset محاذاة إزاحة
cs: zarovnat zarovnání zarovnani posun align offset
de: ausrichten offset align
el: στοίχιση μετατόπιση align offset
es: alinear desplazamiento align offset
fa: تراز آفست, align offset
fr: aligner décalage align offset
hu: igazítás igazitas eltolás eltolas align offset
id: ratakan offset align
it: allinea offset align offset
ja: ぎょうのせんとうをずらす
ko: 행 시작 이동 정렬 오프셋 align offset
pl: wyrównaj przesunięcie align offset
pt: alinhar deslocamento align offset
ro: aliniere deplasament align offset
ru: выравнивание смещение align offset
th: จัดแนว ออฟเซ็ต แถว align offset
tr: hizala ofset align offset
uk: вирівняти зміщення align offset
vi: dịch căn chỉnh độ lệch align offset
zh_hans: 对齐 行起点 偏移量 align offset
zh_hant: 列的起點 對齊 位移 align offset

# Cmd_view_setReference
source: Set cursor as reference point
ar: تعيين المؤشر كنقطة مرجعية
cs: Nastavit kurzor jako referenční bod
de: Cursor als Bezugspunkt festlegen
el: Ορισμός δρομέα ως σημείου αναφοράς
es: Usar el cursor como punto de referencia
fa: تنظیم مکان‌نما به‌عنوان نقطهٔ مرجع
fr: Définir le curseur comme point de référence
hu: Kurzor beállítása viszonyítási pontként
id: Jadikan kursor sebagai titik acuan
it: Imposta cursore come punto di riferimento
ja: カーソル位置を基準点にする
ko: 커서 위치를 기준점으로 설정
pl: Ustaw kursor jako punkt odniesienia
pt: Definir cursor como ponto de referência
ro: Cursorul ca punct de referință
ru: Сделать курсор опорной точкой
th: ตั้งเคอร์เซอร์เป็นจุดอ้างอิง
tr: İmleci referans noktası yap
uk: Зробити курсор точкою відліку
vi: Đặt con trỏ làm điểm tham chiếu
zh_hans: 将光标位置设为参考点
zh_hant: 將游標設為參考點

# CmdAlias_view_setReference
source: relative offset
ar: relative offset إزاحة نسبية
cs: relativní relativni posun referenční referencni bod relative offset
de: relativ offset bezugspunkt relative
el: σχετική μετατόπιση relative offset
es: desplazamiento relativo relative offset
fa: آفست نسبی, relative offset
fr: décalage relatif relative offset
hu: relatív relativ eltolás eltolas viszonyítás viszonyitas relative offset
id: offset relatif relative
it: offset relativo relative offset
ja: かーそるいちをきじゅんてんにする
ko: 기준점 상대 오프셋 relative offset
pl: przesunięcie względne relative offset
pt: deslocamento relativo relative offset
ro: relativ deplasament referință referinta relative offset
ru: относительное смещение relative offset
th: จุดอ้างอิง สัมพัทธ์ ออฟเซ็ต relative offset
tr: göreli ofset relative offset
uk: відносне зміщення relative offset
vi: điểm tham chiếu độ lệch tương đối relative offset
zh_hans: 参考点 相对 偏移量 relative offset
zh_hant: 參考點 相對位移 relative offset

# Cmd_view_clearReference
source: Clear reference point
ar: مسح النقطة المرجعية
cs: Zrušit referenční bod
de: Bezugspunkt aufheben
el: Απαλοιφή σημείου αναφοράς
es: Quitar el punto de referencia
fa: پاک کردن نقطهٔ مرجع
fr: Effacer le point de référence
hu: Viszonyítási pont törlése
id: Hapus titik acuan
it: Cancella punto di riferimento
ja: 基準点を解除
ko: 기준점 해제
pl: Wyczyść punkt odniesienia
pt: Limpar ponto de referência
ro: Anulare punct de referință
ru: Сбросить опорную точку
th: ล้างจุดอ้างอิง
tr: Referans noktasını temizle
uk: Скинути точку відліку
vi: Bỏ điểm tham chiếu
zh_hans: 清除参考点
zh_hant: 清除參考點

# CmdAlias_view_clearReference
source: relative offset
ar: relative offset إزاحة نسبية
cs: relativní relativni posun referenční referencni bod relative offset
de: relativ offset bezugspunkt relative
el: σχετική μετατόπιση relative offset
es: desplazamiento relativo relative offset
fa: آفست نسبی, relative offset
fr: décalage relatif relative offset
hu: relatív relativ eltolás eltolas viszonyítás viszonyitas relative offset
id: offset relatif relative
it: offset relativo relative offset
ja: きじゅんてんをかいじょ
ko: 기준점 해제 상대 오프셋 relative offset
pl: przesunięcie względne relative offset
pt: deslocamento relativo relative offset
ro: relativ deplasament referință referinta relative offset
ru: относительное смещение relative offset
th: จุดอ้างอิง สัมพัทธ์ ออฟเซ็ต relative offset
tr: göreli ofset relative offset
uk: відносне зміщення relative offset
vi: điểm tham chiếu độ lệch tương đối relative offset
zh_hans: 参考点 相对 偏移量 清除 relative offset
zh_hant: 清除參考點 相對位移 relative offset

# Cmd_view_saveDefault
source: Save view settings as default
ar: حفظ إعدادات العرض كافتراضية
cs: Uložit nastavení zobrazení jako výchozí
de: Ansichtseinstellungen als Standard speichern
el: Αποθήκευση ρυθμίσεων προβολής ως προεπιλογή
es: Guardar la configuración de la vista como predeterminada
fa: ذخیرهٔ تنظیمات نما به‌عنوان پیش‌فرض
fr: Enregistrer les paramètres d'affichage par défaut
hu: Nézetbeállítások mentése alapértelmezettként
id: Simpan pengaturan tampilan sebagai default
it: Salva impostazioni di visualizzazione come predefinite
ja: 表示設定を既定として保存
ko: 보기 설정을 기본값으로 저장
pl: Zapisz ustawienia widoku jako domyślne
pt: Salvar configurações de exibição como padrão
ro: Salvare setări vizualizare ca implicite
ru: Сохранить параметры представления по умолчанию
th: บันทึกการตั้งค่ามุมมองเป็นค่าเริ่มต้น
tr: Görünüm ayarlarını varsayılan olarak kaydet
uk: Зберегти параметри вигляду як стандартні
vi: Lưu cài đặt hiển thị làm mặc định
zh_hans: 将视图设置保存为默认值
zh_hant: 將檢視設定儲存為預設值

# CmdAlias_view_saveDefault
source: defaults
ar: defaults افتراضي
cs: výchozí vychozi defaults
de: standard defaults
el: προεπιλογές defaults
es: predeterminado defaults
fa: پیش‌فرض‌ها, defaults
fr: par défaut defaults
hu: alapértelmezés alapertelmezes defaults
id: default defaults
it: predefiniti defaults
ja: ひょうじせっていをきていとしてほぞん
ko: 보기 설정 기본값 저장 defaults
pl: domyślne defaults
pt: padrões defaults
ro: implicit implicite defaults
ru: по умолчанию defaults
th: ค่าเริ่มต้น defaults
tr: varsayılanlar defaults
uk: стандартні defaults
vi: lưu mặc định cài đặt hiển thị defaults
zh_hans: 默认值 视图设置 保存 defaults
zh_hant: 檢視設定 預設值 儲存 defaults

# Cmd_view_resetDefault
source: Reset view settings to default
ar: إعادة تعيين إعدادات العرض إلى الافتراضي
cs: Obnovit výchozí nastavení zobrazení
de: Ansichtseinstellungen auf Standard zurücksetzen
el: Επαναφορά ρυθμίσεων προβολής στις προεπιλογές
es: Restablecer la configuración de la vista
fa: بازنشانی تنظیمات نما به پیش‌فرض
fr: Réinitialiser les paramètres d'affichage
hu: Nézetbeállítások alapértelmezésének visszaállítása
id: Atur ulang pengaturan tampilan ke default
it: Ripristina impostazioni di visualizzazione predefinite
ja: 表示設定を既定に戻す
ko: 보기 설정을 기본값으로 초기화
pl: Przywróć domyślne ustawienia widoku
pt: Redefinir configurações de exibição para o padrão
ro: Resetare setări vizualizare la implicite
ru: Сбросить параметры представления по умолчанию
th: รีเซ็ตการตั้งค่ามุมมองเป็นค่าเริ่มต้น
tr: Görünüm ayarlarını varsayılana sıfırla
uk: Відновити стандартні параметри вигляду
vi: Đặt lại cài đặt hiển thị về mặc định
zh_hans: 将视图设置重置为默认值
zh_hant: 將檢視設定重設為預設值

# CmdAlias_view_resetDefault
source: defaults
ar: defaults افتراضي
cs: výchozí vychozi obnovit defaults
de: standard defaults
el: προεπιλογές defaults
es: predeterminado defaults
fa: پیش‌فرض‌ها, defaults
fr: par défaut defaults
hu: alapértelmezés alapertelmezes visszaállítás visszaallitas defaults
id: default defaults
it: predefiniti defaults
ja: ひょうじせっていをきていにもどす
ko: 보기 설정 기본값 초기화 defaults
pl: domyślne defaults
pt: padrões defaults
ro: implicit implicite resetare defaults
ru: по умолчанию defaults
th: ค่าเริ่มต้น รีเซ็ต defaults
tr: varsayılanlar defaults
uk: стандартні defaults
vi: đặt lại mặc định cài đặt hiển thị defaults
zh_hans: 默认值 视图设置 重置 defaults
zh_hant: 檢視設定 預設值 重設 defaults

# Cmd_view_announcePosition
source: Read current position
ar: قراءة الموضع الحالي
cs: Přečíst aktuální pozici
de: Aktuelle Position vorlesen
el: Ανάγνωση τρέχουσας θέσης
es: Leer la posición actual
fa: خواندن موقعیت فعلی
fr: Lire la position actuelle
hu: Aktuális pozíció felolvasása
id: Bacakan posisi saat ini
it: Leggi posizione corrente
ja: 現在位置を読み上げ
ko: 현재 위치 읽기
pl: Odczytaj bieżącą pozycję
pt: Ler posição atual
ro: Citire poziție curentă
ru: Озвучить текущую позицию
th: อ่านตำแหน่งปัจจุบัน
tr: Geçerli konumu oku
uk: Прочитати поточну позицію
vi: Đọc vị trí hiện tại
zh_hans: 朗读当前位置
zh_hant: 朗讀目前位置

# CmdAlias_view_announcePosition
source: screen reader speak
ar: screen reader speak قارئ الشاشة نطق
cs: čtečka ctecka obrazovky přečíst precist vyslovit screen reader speak
de: sprachausgabe vorlesen screen reader speak
el: αφήγηση πρόγραμμα ανάγνωσης οθόνης screen reader speak
es: lector de pantalla leer screen reader speak
fa: صفحه‌خوان گفتن, screen reader speak
fr: lecteur d'écran lire screen reader speak
hu: képernyőolvasó kepernyoolvaso felolvasás felolvasas screen reader speak
id: pembaca layar ucapkan screen reader speak
it: assistente vocale leggi screen reader speak
ja: げんざいいちをよみあげ
ko: 현재 위치 읽기 화면 낭독기 음성 screen reader speak
pl: czytnik ekranu czytaj screen reader speak
pt: leitor de tela falar screen reader speak
ro: cititor ecran rostire screen reader speak
ru: экранный диктор озвучить screen reader speak
th: โปรแกรมอ่านหน้าจอ อ่านออกเสียง screen reader speak
tr: ekran okuyucu seslendir screen reader speak
uk: диктор озвучити screen reader speak
vi: đọc vị trí trình đọc màn hình screen reader speak
zh_hans: 朗读 屏幕阅读器 讲述人 screen reader speak
zh_hant: 朗讀 目前位置 螢幕助讀程式 screen reader speak

# Cmd_view_utf16Odd
source: Decode UTF-16 from odd offsets
ar: فك ترميز UTF-16 من الإزاحات الفردية
cs: Dekódovat UTF-16 od lichých posunů
de: UTF-16 ab ungeraden Offsets decodieren
el: Αποκωδικοποίηση UTF-16 από μονές μετατοπίσεις
es: Descodificar UTF-16 desde desplazamientos impares
fa: رمزگشایی UTF-16 از آفست‌های فرد
fr: Décoder l'UTF-16 à partir des décalages impairs
hu: UTF-16 dekódolása páratlan eltolástól
id: Dekode UTF-16 dari offset ganjil
it: Decodifica UTF-16 da offset dispari
ja: UTF-16 を奇数の位置から解読
ko: 홀수 오프셋부터 UTF-16 디코딩
pl: Dekoduj UTF-16 od nieparzystych przesunięć
pt: Decodificar UTF-16 a partir de deslocamentos ímpares
ro: Decodare UTF-16 de la deplasamente impare
ru: Декодировать UTF-16 с нечетных смещений
th: ถอดรหัส UTF-16 จากออฟเซ็ตคี่
tr: UTF-16'yı tek ofsetlerden çöz
uk: Декодувати UTF-16 з непарних зміщень
vi: Giải mã UTF-16 từ độ lệch lẻ
zh_hans: 从奇数偏移量解码 UTF-16
zh_hant: 從奇數位移解碼 UTF-16
